docs/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2026-03-20 Fri 12:05 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Quantum Computing Group at the University of Tartu, Estonia</title>
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Quantum Computing Group at the University of Tartu, Estonia</h1>
<div id="outline-container-orgadc82f4" class="outline-2">
<h2 id="orgadc82f4">Team</h2>
<div class="outline-text-2" id="text-orgadc82f4">
</div>
<div id="outline-container-orgbb82e00" class="outline-4">
<h4 id="orgbb82e00">Shahla Novruzova (PhD student)</h4>
<div class="outline-text-4" id="text-orgbb82e00">
<ul class="org-ul">
<li>Quantum error correction</li>
<li>Projects: OSQ+100, TK202U7</li>
<li>LinkedIn</li>
</ul>
</div>
</div>
<div id="outline-container-orge1ee654" class="outline-4">
<h4 id="orge1ee654">Evgenii Dolzhkov (PhD student)</h4>
<div class="outline-text-4" id="text-orge1ee654">
<ul class="org-ul">
<li>Quantum algorithms for combinatorial optimization</li>
<li>Projects: NeQst</li>
<li>LinkedIn</li>
</ul>
</div>
</div>
<div id="outline-container-orge40dc32" class="outline-4">
<h4 id="orge40dc32">Dr. Veiko Palge (Researcher)</h4>
<div class="outline-text-4" id="text-orge40dc32">
<ul class="org-ul">
<li>Quantum information &amp; quantum physics</li>
<li>Projects: OSQ+100</li>
<li>LinkedIn</li>
</ul>
</div>
</div>
<div id="outline-container-orga09632c" class="outline-4">
<h4 id="orga09632c">Dr. Dirk Oliver Theis</h4>
<div class="outline-text-4" id="text-orga09632c">
<ul class="org-ul">
<li>Group leader</li>
<li>PI of projects: NeQst, OSQ+100, TK202U7</li>
<li>Homepage</li>
<li>LinkedIn</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org0a17948" class="outline-2">
<h2 id="org0a17948">Projects</h2>
<div class="outline-text-2" id="text-org0a17948">
<ul class="org-ul">
<li>NeQst</li>
<li>OSQ+100</li>
<li>TK202U7</li>
</ul>
</div>
</div>
<div id="outline-container-org65692c1" class="outline-2">
<h2 id="org65692c1">Teaching</h2>
<div class="outline-text-2" id="text-org65692c1">
</div>
<div id="outline-container-org97c206f" class="outline-4">
<h4 id="org97c206f">Lecture course LTAT.04.021 <i>Introduction to Quantum Information</i> ("IQI")</h4>
<div class="outline-text-4" id="text-org97c206f">
<ul class="org-ul">
<li>Spring term</li>
<li>Instructor: Theis</li>
</ul>
</div>
</div>
<div id="outline-container-orgfaee132" class="outline-4">
<h4 id="orgfaee132">Lecture course LTFY.04.021 <i>Fundamentals of Quantum Computing</i> ("Funq")</h4>
<div class="outline-text-4" id="text-orgfaee132">
<ul class="org-ul">
<li>Fall term</li>
<li>Instructor: Palge</li>
</ul>
</div>
</div>
<div id="outline-container-orgc21acc9" class="outline-4">
<h4 id="orgc21acc9">LTAT.04.004 Quantum Seminar</h4>
</div>

<div id="outline-container-orgc42709a" class="outline-4">
<h4 id="orgc42709a">Micro-degree "Quantum Computing"</h4>
<div class="outline-text-4" id="text-orgc42709a">
<ul class="org-ul">
<li>Comprises IQI (spring) + FunQ (fall)</li>
<li>Start in spring terms</li>
</ul>
</div>
</div>
</div>
</div>
</body>
</html>
